tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "cyberbliss/tap"
tap "derailed/k9s"
tap "vmware-tanzu/carvel"

brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "antidote"
brew "coreutils"
brew "tmux"
brew "tree"
brew "jq"
brew "gcc"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "goreleaser"
brew "helm"
brew "helmfile"
brew "terraform"
brew "terraform-docs"
brew "derailed/k9s/k9s"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/ytt"
brew "openshift-cli"
brew "vault"
brew "kubectx"
brew "krew"
brew "FairwindsOps/tap/rbac-lookup"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "visual-studio-code"
cask "firefox"
